subjects ={
        "subject1": {
                "day": "Вторник",
                "time": "10:00-11:30",
                "name": "ОСНОВЫ ПРОФЕССИОНАЛЬНОЙ ДЕЯТЕЛЬНОСТИ(ЛЕК)",
                "teacher": "Клименков Сергей Викторович",
                "week": "четная-нечётная",
                "location": "ул.Ломоносова, д.9, лит. М",
                "room": " ",
                "format": "Дистанционный"
        },
         "subject2": {
               "day": "Вторник",
                 "time": "10:00-11:30",
                 "name": "ОСНОВЫ ПРОФЕССИОНАЛЬНОЙ ДЕЯТЕЛЬНОСТИ(ЛЕК)",
                 "teacher": "Клименков Сергей Викторович",
                 "week": "четная-нечётная",
                 "location": "ул.Ломоносова, д.9, лит. М",
                 "room": " ",
                 "format": "Очно-Дистанционный"
         },
         "subject3": {
                "day": "Вторник",
                 "time": "10:00-11:30",
                 "name": "ПРОГРАММИРОВАНИЕ(ЛЕК)",
                 "teacher": "Письмак Алексей Евгеньевич",
                 "week": "четная",
                 "location": "ул.Ломоносова, д.9, лит. М",
                 "room": "1124 ",
                 "format": "Очно-Дистанционный"
         }
    }
